{
    "zh_tw": {
        "biography": "我從小到大都非常喜歡玩電腦，原本以為寫程式，就是一直玩電腦，於是在大學選了資訊管理。\n雖然跟我想的不太一樣，但我很享受完成專案或解掉錯誤後得到的成就感。\n我也樂於分享，在校期間擔任學弟妹課後輔導的講師，在分享知識的時候，我認為我收穫的遠遠更多。\n出社會兩年以來，從全端工程師專職成前端工程師，完整地參與建置專制、使用語言和選擇資料庫。\n這些經歷讓我學習了很多，從摸索到模仿，從模仿到獨立實作，到慢慢承擔責任，開始管理前端團隊",
        "cbx": "主要客戶為大型供應商與零售商，商業核心為幫助零售商找商品，到零售商下單使供應商生產的一條龍服務。",
        "work1": "開發前端網頁",
        "work2": "與後端串接",
        "work3": "使用敏捷式開發",
        "work4": "關注團隊工作進度",
        "work5": "參與新功能的開發會議",
        "work6": "討論新功能的方向與對現有系統影響",
        "work7": "Sprint planning討論UI細節與UX使用體驗",
        "intern": "主要是接政府專案的公司，從前端的表單設計到後端的需求邏輯。",
        "internWork1": "老闆指派工作",
        "internWork2": "網頁初稿定案",
        "internWork3": "商業邏輯設計",
        "internWork4": "開發視覺樣板",
        "activities1": "資管系課後輔導人員",
        "activities2": "2016年淡江資管黑客松籌備人員",
        "competition1": "資訊應用服務創新競賽 兩岸交流組 佳作",
        "competition2": "校園畢業專題 佳作",
        "major": "淡江大學 資訊管理學系"
    },
    "en_us": {
        "biography": "I like to play the computer since i was children. \nI chose the Information Management to be my major althought coding is not just playing a computer. \nBut I still infatuation for that. I enjoy that complete a project or fix the bug. \nI like to sharing as well. I was the teacher who taught coding to the schoolmates. \nWhen I gave the knowledge, I received the more back. \nI have become the frontend develop from the full-stack developer for I left the univeristy. \nOur team built project, selected the programming language and chose the database from nothing. \nThe experience let me learn more and more, I hope I can have more responsibility and lead my team to be better.",
        "cbx": "Target customers are the retailer and supplier. We help the retailer find the products and place an order easily",
        "work1": "The scrum",
        "work2": "Develop the web",
        "work3": "Concatenate the API",
        "work4": "Kepp track of team progress",
        "work5": "Join the new requirement meeting",
        "work6": "Disscuss the UI/UX in the sprint planning",
        "work7": "Evaluate the influence of the new requirement",
        "intern": "Get the project from the government and develop the form and logic",
        "internWork1": "Assign the work from boss",
        "internWork2": "Discuss the webiste's prototype",
        "internWork3": "Design the website's template",
        "internWork4": "Develop the business logic",
        "activities1": "Counselor of after-school program",
        "activities2": "Staff of 2016 Tamkang Hackson",
        "competition1": "Excellent work of Independent study",
        "competition2": "Ecenllent work of International ICT Innovative Services Awards 2016",
        "major": "Tamkang Unverisity Department of Information Manangement"
    }
}